Repository: FraxinusAcer/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: fa_ir, pt_br, tr, zh_cn

source: Settings
fa_ir: تنظیمات
pt_br: Configurações
tr: Ayarlar
zh_cn: 设置

source: Indicator
tr: Gösterge
zh_cn: 状态栏图标

source: Hide Indicator
tr: Göstergeyi Gizle
zh_cn: 隐藏状态栏图标

source: Whether to hide the panel indicator
tr: Panel göstergesinin gizlenme durumu
zh_cn: 隐藏状态栏图标

source: Desktop notifications
tr: Masaüstü bildirimleri
zh_cn: 打开桌面通知

source: Enable notifications on new images
tr: Yeni görüntülerle ilgili bildirimleri etkinleştir
zh_cn: 打开桌面通知

source: Indicator icon
fa_ir: نماد نشانگر
pt_br: Ícone do indicador
tr: Gösterge simgesi
zh_cn: 状态栏图标

source: Select from alternate tray icons
tr: Alternatif tepsi simgeleri arasından seç
zh_cn: 从备用托盘图标中选择

source: Download folder
fa_ir: پوشه دانلود
pt_br: Pasta de download
tr: İndirme klasörü
zh_cn: 保存下载壁纸的文件夹

source: Open or change wallpaper downloads folder
tr: Duvar kağıdı indirme klasörünü aç ya da değiştir
zh_cn: 打开或更改壁纸下载文件夹

source: Wallpaper
tr: Duvar Kağıdı
zh_cn: 设置为壁纸

source: Set wallpaper
tr: Duvar kağıdını ayarla
zh_cn: 设置为壁纸

source: Whether to set wallpaper automatically
tr: Duvar kağıdının kendiliğinden ayarlanma durumu
zh_cn: 是否自动设置壁纸

source: Shuffle wallpaper
tr: Duvar kağıtlarını karıştır
zh_cn: 设置为壁纸

source: Randomly select wallpaper from collection
tr: Koleksiyondan rastgele duvar kağıdı seç
zh_cn: 从收藏中随机选择壁纸

source: Shuffle interval
tr: Karıştırma aralığı
zh_cn: 无序播放间隔

source: How frequently to shuffle wallpapers
tr: Duvar kağıtlarının karıştırılma sıklığı
zh_cn: 多久播放一次壁纸

source: Downloads
tr: İndirmeler
zh_cn: 保存下载壁纸的文件夹

source: Lock screen
tr: Kilit ekranı
zh_cn: 锁屏

source: Lockscreen blur
tr: Kilit ekranı bulanıklığı
zh_cn: 锁屏

source: Dynamic lockscreen blur
tr: Dinamik kilit ekranı bulanıklığı
zh_cn: 动态锁屏模糊

source: Whether to enable dynamic blur mode on lock screen
tr: Kilit ekranında dinamik bulanıklaştırma kipinin etkinleştirilme durumu
zh_cn: 是否在锁屏上启用动态模糊模式

source: Blur strength
tr: Bulanıklık gücü
zh_cn: 模糊强度

source: Blur strength when login prompt is not visible
tr: Oturum açma istemi görünmediğinde bulanıklık gücü
zh_cn: 登录提示不可见时的模糊强度

source: Wallpaper brightness
tr: Duvar kağıdı parlaklığı
zh_cn: 背景亮度

source: Dim wallpaper when login prompt is not visible
tr: Oturum açma istemi görünmediğinde duvar kağıdını karart
zh_cn: 登录提示不可见时，壁纸变暗

source: Presets
fa_ir: تنظیمات از پیش تعیین شده
pt_br: Predefinições
tr: Ön Ayarlar
zh_cn: 预设配置

source: Gallery
fa_ir: گالری
pt_br: Galeria
tr: Galeri
zh_cn: 陈列室

source: Debug
tr: Hata ayıkla
zh_cn: 调试

source: Debug options
fa_ir: گزینه های اشکال زدایی
pt_br: Opções de depuração
tr: Hata ayıklama seçenekleri
zh_cn: 调试选项

source: Debug logging
fa_ir: لاگ کردن برای اشکال زدایی
pt_br: Depurar o registro
tr: Hata ayıklama günlüğü
zh_cn: 调试日志

source: Enable logging to system journal
fa_ir: لاگ کردن در ژورنال را فعال کنید
pt_br: Ativar o registro no journal do sistema
tr: Sistem günlüğüne günlüklemeyi etkinleştir
zh_cn: 启用对系统日志的日志记录

source: Always show new images
fa_ir: همیشه تصاویر جدید را نشان دهید
pt_br: Sempre mostre novas imagens
tr: Her zaman yeni görüntüleri göster
zh_cn: 始终显示新图像

source: Switch to new images when available (unless on random mode)
fa_ir: در صورت موجود بودن به تصاویر جدید بروید (مگر در حالت تصادفی)
pt_br: Trocar para novas imagens quando disponíveis (a não ser em modo aleatório)
tr: Mevcut olduğunda yeni görüntülere geç (rastgele kipte değilse)
zh_cn: 切换到可用的新图像（除非在随机模式下）

source: Purge on trash
tr: Çöpe atılınca temizle
zh_cn: 清除垃圾

source: Trashing an image will remove it from database
tr: Resmi çöpe atmak onu veritabanından kaldırır
zh_cn: 丢弃图像会将其从数据库中删除

source: Screen resolution
fa_ir: وضوح صفحه
pt_br: Resolução de tela
tr: Ekran çözünürlüğü
zh_cn: 屏幕分辨率

source: Override automatic resolution selection
fa_ir: نادیده گرفتن انتخاب وضوح خودکار
pt_br: Substituir a seleção de resolução automática
tr: Kendiliğinden çözünürlük seçimini geçersiz kıl
zh_cn: 自适应屏幕分辨率

source: Random interval
fa_ir: بازه تصادفی
pt_br: Intervalo de aleatoriedade
tr: Rastgele aralık
zh_cn: 随机图片

source: Custom shuffle interval when enabled
tr: Etkinleştirildiyse, özel karıştırma aralığı
zh_cn: 启用时自定义随机播放间隔

source: Always export Bing data
fa_ir: همیشه داده‌های بینگ را صادر کنید
pt_br: Sempre exporta dados Bing
tr: Bing verilerini her zaman dışa aktar
zh_cn: 始终导出Bing数据

source: Export Bing JSON when image data changes
tr: Görüntü verileri değiştiğinde Bing JSON'u dışa aktar
zh_cn: 当图像数据发生变化时导出Bing JSON

source: Bing JSON data
tr: Bing JSON verileri
zh_cn: Bing JSON数据

source: About
fa_ir: درباره
pt_br: Sobre
tr: Hakkında
zh_cn: 关于

source: Bing Wallpaper
tr: Bing Duvar Kağıdı
zh_cn: 必应每日壁纸图片

source: New wallpaper images everyday from Bing
fa_ir: تصاویر پس زمینه جدید هر روز از بینگ
pt_br: Novas imagens de papel de parede todos os dias do Bing
tr: Bing'den her gün yeni duvar kağıdı görüntüleri
zh_cn: 每天从 Bing 获取新壁纸

source: Maintained by Michael Carroll
fa_ir: تحت نظارت Michael Carroll
pt_br: Mantida por Michael Carroll
tr: Michael Carroll tarafından sürdürülmektedir
zh_cn: 由Michael Carroll维护

source: Version
tr: Sürüm
zh_cn: 版本

source: Release notes
tr: Sürüm notları
zh_cn: 发行说明

source: GNOME extensions page
tr: GNOME uzantıları sayfası
zh_cn: GNOME 扩展页面

source: Source code
tr: Kaynak kodu
zh_cn: 源代码

source: Report an issue
tr: Sorun bildir
zh_cn: 报告问题

source: Contributors
tr: Katkıda Bulunanlar
zh_cn: 贡献者

source: License
tr: Lisans
zh_cn: 法律信息

source: Change folder
tr: Klasörü değiştir
zh_cn: 打开图片文件夹

source: Select new wallpaper download folder
tr: Yeni duvar kağıdı indirme klasörünü seç
zh_cn: 选择新的文件夹用于壁纸下载

source: Favorite
fa_ir: مورد علاقه
pt_br: Favorito
tr: Gözde
zh_cn: 收藏

source: Apply
fa_ir: اعمال کردن
pt_br: Aplicar
tr: Uygula
zh_cn: 应用

source: View
fa_ir: نمایش
pt_br: Visualizar
tr: Görüntüle
zh_cn: 视图

source: Info
fa_ir: اطلاعات
pt_br: Informação
tr: Bilgi
zh_cn: 信息

source: Delete
fa_ir: حذف
pt_br: Apagar
tr: Sil
zh_cn: 删除

source: <image name here>
fa_ir: <نام تصویر>
tr: <görüntü adı buraya>
zh_cn: <这是图片名>

source: Set random mode
zh_cn: 设置随机模式

source: Load image gallery
fa_ir: بارگیری گالری تصاویر
pt_br: Carrega a galeria de imagem
tr: Görüntü galerisini yükle
zh_cn: 加载图片库

source: on the hour
pt_br: de hora em hora
tr: saat başı
zh_cn: 整点

source: every day at midnight
pt_br: todo dia à meia-noite
tr: her gün gece yarısı
zh_cn: 每天午夜

source: every Sunday at midnight
zh_cn: 每个周日午夜

source: <No refresh scheduled>
fa_ir: <بروز رسانی برنامه ریزی نشده>
pt_br: <Nenhuma atualização agendada>
tr: <Yenileme zamanlanmadı>
zh_cn: <没有刷新计划>

source: Awaiting refresh...
fa_ir: در انتظار به‌روزرسانی...
pt_br: Aguardando atualização...
tr: Yenileme bekleniyor...
zh_cn: 正在等待刷新 ... ...

source: Copy image to clipboard
fa_ir: کپی کردن تصویر
pt_br: Copiar imagem para área de transferência
tr: Görüntüyü panoya kopyala
zh_cn: 复制图片到剪贴板

source: Copy image URL to clipboard
fa_ir: آدرس تصویر را کپی کنید
pt_br: Copiar URL da imagem para área de transferência
tr: Görüntü URL'sini panoya kopyala
zh_cn: 复制图片链接到剪贴板

source: Open image folder
fa_ir: باز کردن پوشه تصویر
pt_br: Abrir pasta de imagens
tr: Görüntü klasörünü aç
zh_cn: 打开图片文件夹

source: Set background image
fa_ir: تنظیم تصویر پس زمینه
pt_br: Definir imagem de fundo
tr: Arka plan görüntüsünü ayarla
zh_cn: 设置桌面壁纸

source: Set lock screen image
fa_ir: تنظیم تصویر صفحه قفل
pt_br: Definir imagem da tela de bloqueio
tr: Kilit ekranı görüntüsünü ayarla
zh_cn: 设置锁屏壁纸

source: Refresh Now
fa_ir: به‌روزرسانی
pt_br: Atualizar agora
tr: Şimdi Yenile
zh_cn: 现在刷新

source: Open in image viewer
fa_ir: باز کردن در نمایشگر تصویر
pt_br: Abrir no visualizador de imagem
tr: Görüntü göstericide aç
zh_cn: 打开图片文件夹

source: Open Bing image information page
fa_ir: باز کردن صفحه اطلاعات تصویر بینگ
pt_br: Abrir página de informação de imagem Bing
tr: Bing görüntü bilgileri sayfasını aç
zh_cn: 打开Bing图像信息页面

source: Quick settings
fa_ir: تنظیمات سریع
pt_br: Configurações rápidas
tr: Hızlı ayarlar
zh_cn: 快速设置

source: Image shuffle mode
fa_ir: تنظیم بر روی حالت تصادفی
pt_br: Definir modo aleatório
tr: Görüntü karıştırma kipi
zh_cn: 图像随机播放模式

source: Image shuffle only favourites
tr: Yalnızca gözdeleri karıştır
zh_cn: 仅随机播放收藏夹的图像

source: Enable desktop notifications
fa_ir: فعال کردن اعلان های دسکتاپ
pt_br: Habilitar notificações na Área de Trabalho
tr: Masaüstü bildirimlerini etkinleştir
zh_cn: 打开桌面通知

source: Show image count
fa_ir: نمایش تعداد تصاویر
pt_br: Exibir contador de imagem
tr: Görüntü sayısını göster
zh_cn: 显示图像数量

source: Image shuffle only UHD resolutions
pt_br: Embaralha imagem somente em resolução UHD
tr: Yalnızca UHD çözünürlüklerde görüntüleri karıştır
zh_cn: 仅随机播放 UHD 分辨率的图像

source: Next refresh
fa_ir: رفرش بعدی
pt_br: Próxima atualização
tr: Sonraki yenileme
zh_cn: 下一次刷新

source: Last refresh
fa_ir: رفرش قبلی
pt_br: Última atualização
tr: Son yenileme
zh_cn: 下一次刷新

source: Next shuffle
pt_br: Próximo embaralhamento
tr: Sonraki karıştırma
zh_cn: 下次播放

source: Bing Wallpaper of the Day for
fa_ir: تصویر زمینه Bing برای روز
pt_br: Papel de parede do dia para
tr: Bing Günün Duvar Kağıdı
zh_cn: 必应每日壁纸图片

source: No wallpaper available
fa_ir: تصویر زمینه موجود نیست
pt_br: Nenhum papel de parede disponível
tr: Kullanılabilir duvar kağıdı yok
zh_cn: 没有壁纸可用

source: No picture for today.
fa_ir: عکسی برای امروز نیست.
pt_br: Nenhuma imagem para hoje.
tr: Bugün için resim yok.
zh_cn: 今天没有壁纸图片.

source: Open folder
fa_ir: باز کردن پوشه
pt_br: Abrir pasta
tr: Klasörü aç
zh_cn: 打开文件夹

source: Default
tr: Öntanımlı
zh_cn: GNOME 默认

source: No blur, slight dim
fa_ir: بدون تاری، کم نور
pt_br: Sem desfoque, um pouco escuro
tr: Bulanıklık yok, hafif loş
zh_cn: 没有模糊效果，亮度微暗

source: Slight blur & dim
tr: Hafif bulanıklık ve karartma
zh_cn: 轻度模糊，亮度微暗

source: Import
fa_ir: وارد كردن
pt_br: Importar
tr: İçe Aktar
zh_cn: 导入

source: Export
fa_ir: صادر کردن
pt_br: Exportar
tr: Dışa Aktar
zh_cn: 导出

source: Select wallpaper download folder
tr: Duvar kağıdı indirme klasörünü seç
zh_cn: 选择壁纸下载文件夹

source: Error fetching change log:
fa_ir: خطا در دریافت تغییرات:
pt_br: Erro ao obter o registro de alterações
tr: Değişiklik günlüğü alınırken hata oluştu:
zh_cn: 获取更改日志时出错：

source: minutes
fa_ir: دقیقه
pt_br: minutos
tr: dakika
zh_cn: 分

source: days
fa_ir: روز
pt_br: dias
tr: gün
zh_cn: 天

source: hours
fa_ir: ساعت
pt_br: horas
tr: saat
zh_cn: 小时

source: Sunday at midnight
pt_br: todo domingo à meia-noite
tr: her Pazar gece yarısı

source: Hide the indicator
fa_ir: پنهان کردن نشانگر
pt_br: Ocultar o indicador

source: Background style option
fa_ir: گزینه سبک پس زمینه
pt_br: Opção de estilo de fundo

source: Bing Wallpaper pictures folder
fa_ir: پوشه تصاویر پس زمینه بینگ
pt_br: Pasta de imagens do Bing Wallpaper

source: Delete previously downloaded wallpapers
fa_ir: حذف کردن تصاویر دانلود شده قدیمی

source: Selected image
fa_ir: تصویر انتخاب شده
pt_br: Imagem selecionada

source: Select from image gallery
fa_ir: انتخاب از گالری

source: Bing locale
fa_ir: منطقه و زبان
pt_br: Idioma do Bing

source: Use custom blur and brightness
fa_ir: استفاده از تاری و روشنایی سفارشی

source: Override GDM3 lockscreen effects
fa_ir: نادیده گرفتن جلوه‌های صفحه قفل GDM3

source: Blur can improve readability of login prompt
fa_ir: تار بودن می تواند خوانایی دیالوگ ورود را بهبود بخشد

source: Background blur intensity
fa_ir: شدت تاری پس زمینه
pt_br: Intensidade do desfoque de fundo

source: Can improve contrast of login prompt
fa_ir: می تواند کنتراست دیالوگ ورود را بهبود بخشد
pt_br: Pode melhorar o contraste da tela de login

source: Background brightness
fa_ir: روشنایی پس زمینه
pt_br: Brilho do fundo

source: Commonly used presets
fa_ir: تنظیم های رایج استفاده شده

source: GNOME default
fa_ir: پیشفرض گنوم
pt_br: Padrão GNOME

source: Slight blur, slight dim
fa_ir: تاری جزئی، کم نور
pt_br: Desfoque leve, um pouco escuro

source: Lock Screen
fa_ir: صفحه قفل
pt_br: Tela de bloqueio

source: Enable all features on Wayland
fa_ir: فعال سازی تمام ویژگی‌ها در Wayland
pt_br: Ativar todas as funcionalidades no Wayland

source: Some newer features may be unstable on Wayland
fa_ir: برخی از ویژگی های جدید ممکن است در Wayland ناپایدار باشند
pt_br: Algumas funcionalidades novas podem ser instáveis no Wayland

source: Manually adjust random interval (seconds)
fa_ir: تنظیم دستی بازه تصادفی (ثانیه)
pt_br: Manualmente ajusta o intervalo de aleatoriedade (segundos)

source: Import Bing Wallpaper data
fa_ir: داده‌های Bing Wallpaper را وارد کنید
pt_br: Importar dados de papel de parede Bing

source: Import previously exported JSON data from wallpaper directory
fa_ir: داده‌های JSON صادر شده قبلی را از پوشه پس زمینه‌ها وارد کنید
pt_br: Importar previamente exportado dados JSON do diretório de papel de parede

source: Export Bing Wallpaper data
fa_ir: داده‌های Bing Wallpaper را صادر کنید
pt_br: Exportar dados de papel de parede Bing

source: Export JSON data to wallpaper dir for backup or data migration
fa_ir: صادر کردن داده‌های JSON جهت تهیه نسخه پشتیبان یا انتقال داده
pt_br: Exportar dados JSON para diretório de papel de parede para salvaguardar ou migração de dados

source: Export Bing JSON whenever data changes
fa_ir: صادر کردن داده‌های JSON بینگ در زمان تغییر ها
pt_br: Exportar JSON Bing sempre que alterar dados

source: Gnome shell extension version
fa_ir: نسخه افزونه گنوم شل

source: Show your support to the author on <a href="https://flattr.com/@neffo">Flattr</a> or <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
fa_ir: حمایت خود را از نویسنده در <a href="https://flattr.com/@neffo">Flattr</a> یا <a href="https://github.com/sponsors/neffo">Github Sponsors</a> نشان دهید.
pt_br: Mostre seu apoio ao autor no <a href="https://flattr.com/@neffo">Flattr</a> ou <a href="https://github.com/sponsors/neffo">Patrocinadores do Github</a>.

source: Changes since last version
fa_ir: تغییرات نسبت به آخرین نسخه
pt_br: Alterações desde a última versão

source: Based on NASA APOD Gnome shell extension by Elia Argentieri
fa_ir: بر اساس افزونه گنوم NASA APOD توسط Elia Argentieri

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 or later</a> for details.</span>
fa_ir: <span size="small">این برنامه کاملاً بدون گارانتی ارائه می شود. برای جزئیات به <a href="https://www.gnu.org/licenses/gpl-3.0.html">لایسنس عمومی گنو، نسخه 3 یا بالاتر</a> مراجعه کنید.</span>
pt_br: <span size="small">Este programa não dispõe de QUALQUER GARANTIA. Veja a <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, versão 3 ou posterior</a> para mais detalhes</span>

source: GNOME shell extension version
fa_ir: نسخه افزونه گنوم شل
pt_br: Versão da extensão GNOME shell

source: Image shuffle only favorites
fa_ir: فقط موارد دلخواه حالت مخلوط کردن
pt_br: Embaralha apenas imagens favoritas

source: Select folder
fa_ir: انتخاب پوشه
pt_br: Selecionar pasta

source: Most recent image
fa_ir: جدیدترین تصویر

source: Random image
fa_ir: تصویر تصادفی

source: Shuffle enabled
pt_br: Embaralhar ativado

source: Shuffle mode
pt_br: Modo embaralhar

source: Dynamically switches blur on GDM3 lock screen
pt_br: Altera dinamicamente o desfoque na tela de bloqueio GDM3

source: Enable dynamic lockscreen blur
pt_br: Ativar o desfoque dinâmico da tela de bloqueio

source: Blur can improve readability
pt_br: Desfoque pode melhorar a legibilidade

source: Based on NASA APOD GNOME shell extension by Elia Argentieri
pt_br: Baseado na extensão NASA APOD GNOME shell pela Elia Argentieri
